practice-for-ch-rails-first-routes-long-practice-main/practice-for-ch-rails-first-routes-long-practice-main/Routes/app/controllers/users_controller.rb

    def index
        # render plain: "GOATED - index action"
        # @users = User.all
        # render json: @users
        render json: User.all
---
SELECT "users".* FROM "users"